export const news = [
  {
    id: 1,
    image: '/history/2017.jpg',
    title: 'Азия Дауысы 2023: Главное событие этого лета',
  },
  {
    id: 2,
    image: '/history/2018.jpg',
    title: 'Фестивальные впечатления: Самые популярные места среди посетителей',
  },
  {
    id: 3,
    image: '/history/2019.jpg',
    title: 'Известные артисты, которые начинали свою карьеру на Азия Дауысы',
  },
  {
    id: 4,
    image: '/history/2020.jpg',
    title:
      'Участники "Жас Канат" соревнуются за шанс выступить на главной сцене Азия Дауысы',
  },
  {
    id: 5,
    image: '/history/2017.jpg',
    title: 'Азия Дауысы 2023: Главное событие этого лета',
  },
  {
    id: 6,
    image: '/history/2018.jpg',
    title: 'Фестивальные впечатления: Самые популярные места среди посетителей',
  },
  {
    id: 7,
    image: '/history/2019.jpg',
    title: 'Известные артисты, которые начинали свою карьеру на Азия Дауысы',
  },
  {
    id: 8,
    image: '/history/2020.jpg',
    title:
      'Участники "Жас Канат" соревнуются за шанс выступить на главной сцене Азия Дауысы',
  },
];
