export const History = () => {
  return (
    <div className='mx-auto max-w-[1340px] w-[100%] px-4 md:px-10 mt-28'>
      <div className='w-full mb-[120px]'>
        <p className='text-md md:text-xl mt-4'>
          <b>Главная идея фестиваля</b> - пробуждение у музыкантов всего мира
          интереса к своей национальной культуре, к музыкальным традициям своего
          народа.
        </p>
        <p className='text-md md:text-xl mt-4'>
          В 1989 году состоялся Старт-концерт Международного Фестиваля «Азия
          дауысы», который затем проходил в течении 15 лет с 1990 года по 2004
          год (включительно). В 1993 году «Азия Дауысы» стал членом Всемирной
          федерации организаторов фестивалей (ФИДОФ). В 1994 году фестиваль
          получил специальную премию Каннского фестиваля мирового шоу-бизнеса
          (Франция), в 1998 году Всемирной федерацией организаторов фестивалей
          «Азия Дауысы» присвоено звание лучшего фестиваля мира.
        </p>
        <p className='text-md md:text-xl mt-4 font-bold'>
          За 15 лет в фестивале участвовали представители из более 100 стран
          мира.
        </p>
      </div>
      <div className='w-full flex items-center mb-[120px] flex-col md:flex-row'>
        <div className='w-[100%] md:w-[55%] flex-shrink-0 max-w-[720px] pt-[66%] md:pt-[40%] bg-[url("/history/1990.png")] bg-cover bg-center rounded-3xl' />
        <div className='ml-0 md:ml-14 mt-4 md:mt-0'>
          <p className='font-black text-3xl md:text-6xl'>1990</p>
          <p className='text-md md:text-xl mt-4'>
            Участники из 15 стран мира съехались тогда на Медеу. Интерес к
            новому проекту был настолько велик, что стать конкурсантами пожелали
            многие звезды эстрады. Но международное жюри не взирает на
            авторитеты и былые заслуги.
          </p>
          <br />
          <p className='text-md md:text-xl mt-0'>
            ГРАН-ПРИ - Группа «Карс» (Узбекистан) <br />
            1 премия - Группа «Роксонаки» (Казахстан) <br />
            2 премия - Макпал Жунусова (Казахстан) <br />
            2 премия - Группа «Центр Азии» (Тыва) <br />3 премия - Группа
            «Чингисхан» (Монголия)
          </p>
        </div>
      </div>
      <div className='w-full flex items-center mb-[120px] flex-col-reverse md:flex-row'>
        <div className='mr-0 md:mr-14 mt-4 md:mt-0'>
          <p className='font-black text-3xl md:text-6xl'>1991</p>
          <p className='text-md md:text-xl mt-4'>
            За награды борются более 30 солистов и коллективов из 19 стран.
            Интерес к конкурсу растет. За ним следят ведущие телерадиокомпании и
            издания Франции, Турции, Китая, Великобритании, США, Германии и т.д.
          </p>
          <br />
          <p className='text-md md:text-xl mt-0'>
            ГРАН-ПРИ - Женева Круз (Филиппины) <br />
            1 премия - Наргиз Бандишоева (Таджикистан) <br />
            2 премия - Юлдуз Усманова (Узбекистан) <br />
            3 премия - «Жеруйык» (Казахстан) <br />3 премия - «Айпара»
            (Азербайджан)
          </p>
        </div>
        <div className='w-[100%] md:w-[55%] flex-shrink-0 max-w-[720px] pt-[66%] md:pt-[40%] bg-[url("/history/1991.png")] bg-cover bg-center rounded-3xl' />
      </div>
      <div className='w-full flex items-center mb-[120px] flex-col md:flex-row'>
        <div className='w-[100%] md:w-[55%] flex-shrink-0 max-w-[720px] pt-[66%] md:pt-[40%] bg-[url("/history/1992.png")] bg-cover bg-center rounded-3xl' />
        <div className='ml-0 md:ml-14 mt-4 md:mt-0'>
          <p className='font-black text-3xl md:text-6xl'>1992</p>
          <p className='text-md md:text-xl mt-4'>
            Выступать на высокогорной сцене стремятся и отечественные, и
            зарубежные звезды, среди них Владимир Пресняков, ансамбль «Спейс»,
            Патрисия Каас, Мурат Насыров, Филипп Киркоров и др. Конкурсанты
            демонстрируют высочайший профессионализм, музыканты одной страны
            обращаются к музыке другого народа, корейцы поют на казахском, немцы
            - на турецком, узбеки - на арабском.
          </p>
          <br />
          <p className='text-md md:text-xl mt-0'>
            ГРАН-ПРИ - Шехназ (Турция) <br />
            1 премия - Шин Хе Бам (Корея) <br />
            2 премия - Гао Хун (Китай) <br />
            3 премия - Манарбек Байтасов (Казахстан) <br />3 премия - Марк Чан
            (Сингапур)
          </p>
        </div>
      </div>
      <div className='w-full flex items-center mb-[120px] flex-col-reverse md:flex-row'>
        <div className='mr-0 md:mr-14 mt-4 md:mt-0'>
          <p className='font-black text-3xl md:text-6xl'>1993</p>
          <p className='text-md md:text-xl mt-4'>
            «Азия дауысы» - член ФИДОФ. Призы на сей раз оспаривают 25
            участников. Многие из них по несколько лет подавали заявки на
            участие, прежде чем попали на эту сцену - у конкурса высокие
            требования, прочная репутация. И свой собственный путь в музыке.
            Сколько бы ни советовали конкурсу изменить свою концепцию и стать
            либо чисто фольклорным, либо эстрадным, его организаторы уверены:
            «золотая середина» есть, и ощутить ее дано лишь самым талантливым и
            одухотворенным. <br />
            Гости: «Бони М», Глория Гейнор, Пупо, Валерий Леонтьев, Наталья
            Ветлицкая, Сергей Крылов.
          </p>
          <br />
          <p className='text-md md:text-xl mt-0'>
            ГРАН-ПРИ - Сара (Монголия) <br />
            1 премия - Фань Чунь Мей (Китай) <br />
            2 премия - Ивелина Балчева (Болгария) <br />
            3 премия – группа «Нджява» (Мадагаскар) <br />3 премия – группа
            «Калча-Валча» (Сингапур)
          </p>
        </div>
        <div className='w-[100%] md:w-[55%] flex-shrink-0 max-w-[720px] pt-[66%] md:pt-[40%] bg-[url("/history/1993.png")] bg-cover bg-center rounded-3xl' />
      </div>
      <div className='w-full flex items-center mb-[120px] flex-col md:flex-row'>
        <div className='w-[100%] md:w-[55%] flex-shrink-0 max-w-[720px] pt-[66%] md:pt-[40%] bg-[url("/history/1994.png")] bg-cover bg-center rounded-3xl' />
        <div className='ml-0 md:ml-14 mt-4 md:mt-0'>
          <p className='font-black text-3xl md:text-6xl'>1994</p>
          <p className='text-md md:text-xl mt-4'>
            «Азия дауысы» уже хорошо известен в Каннах, на ярмарке мирового
            шоу-бизнеса МИДЕМ. У конкурса - юбилей, 5 лет. Уникальный телемост
            связал зрителей стадиона «Медеу» с космическим кораблем, на борту
            которого находился российско-казахстанский экипаж. Ну, а на земле
            конкурс поздравляли «Ялла», Аль Бано и Ромина Пауэр, Лайма Вайкуле,
            Дима Маликов, Лариса Долина, Хаддуэй.
          </p>
          <br />
          <p className='text-md md:text-xl mt-0'>
            ГРАН-ПРИ - Суави (Турция) <br />
            1 премия - Бай Сюе (Китай) <br />
            2 премия – группа «Махараджа» (Индия) <br />3 премия - Хабиб Куате
            (Мали)
          </p>
        </div>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>1995</p>
        <p className='text-md md:text-xl mt-4'>
          В год 150-летия Абая, один из дней конкурса посвящен великой дате.
          Песни Абая звучат на казахском, русском, украинском, китайском языках.
          В этот раз конкурс получился почти трансконтинентальным: только
          Антарктида не представила своих исполнителей. Фестиваль награждается
          почетной медалью ФИДОФ - «за весомый вклад в развитие музыкальной
          культуры». Гости: Тото Кутуньо, Джимми Сомервил, «Тен шарп», Влад
          Сташевский, Лайма Вайкуле, «Ялла», Владимир Пресняков, «А-Студио»,
          Кристина Орбакайте, Алла Пугачева, Филипп Киркоров.
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Барт Бисли (США) <br />
          1 премия - Зиана Заин (Малайзия) <br />
          2 премия - Деян Неделчев (Болгария) <br />
          2 премия – группа «Компромисс» (Украина) <br />3 премия - Бахытжан
          Хаджимуханов (Казахстан)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>1996</p>
        <p className='text-md md:text-xl mt-4'>
          Отныне это не конкурс, а фестиваль, в рамках которого кроме
          международного конкурса, проходит и конкурс современной песни
          Казахстана. Еще один конкурс - «Королева «Азия дауысы». Особое событие
          - чествование легенды нашей культуры, певицы Розы Баглановой. Фирма
          «Айя» проводит грандиозный фестиваль фейерверков. Звездный состав
          гостей: «Баккара», «East 17», Леонид Агутин, Анжелика Варум,
          кабаре-дуэт «Академия», Ирина Аллегрова, Митхун Чакраборти и др.
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Бауыржан Исаев (Казахстан) <br />
          1 премия - Со Джу Кьонг (Корея) <br />
          2 премия - Ие Фан (Китай) <br />
          2 премия - группа «Тандерин хатс» (Нидерланды) <br />3 премия - Бурак
          Учкун (Турция)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>1997</p>
        <p className='text-md md:text-xl mt-4'>
          Фестиваль проводится в летнем театре городского парка. Решением ФИДОФ
          «Азия дауысы» присвоено звание лучшего фестиваля 1997 года. А еще
          ФИДОФ присудил фестивалю переходящий приз «Пресса и СМИ. Золотое
          кольцо мира». Эта награда означает, что именно к «Азия дауысы» было
          приковано самое пристальное внимание журналистов, именно о нем вышло
          больше всего публикаций, теле- и радиоматериалов. Прошел второй
          конкурс казахстанской песни. Как легенду нашей эстрады чествовали
          группу «Дос Мукасан». Гости седьмого фестиваля - София Ротару, Алена
          Свиридова, Анжелика Варум, Анастасия, «Любэ», «Иванушки Интернейшнл»,
          Белинда Карлайлс, « Soultans », « GibsonBrothers », « Corona ».
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРи - группа «Эй-би-3» (Индонезия) <br />
          1 премия - Светлана Славкович (Югославия) <br />
          2 премия - Даррен Холден (Ирландия) <br />
          2 премия - Шебнем Озсаран (Турция) <br />
          3 премия – группа «Слэм» (Малайзия) <br />3 премия - Гуо Ронг (Китай)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>1998</p>
        <p className='text-md md:text-xl mt-4'>
          Праздник снова на стадионе «Медеу». 18 конкурсантов из 17 стран мира
          претендуют на награды, впервые Гран-при завоевывает Европа. Третий
          конкурс казахстанской песни. Снова чествовали Легенду казахстанского
          искусства, на сей раз - народного артиста СССР Ермека Серкебаева. В
          числе гостей - Леонид Агутин, Патрисия Каас, «Мумий тролль», « N -
          Trance », « La Bouch е», Линда, Андрей Губин, Маша Распутина, Питер
          Андре, Барыш Манчо, Филипп Киркоров.
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Лука Сепе <br />
          1 премия - Владимир Ступин (Казахстан) <br />
          2 премия - Эльза Лила (Албания) <br />
          2 премия - Тань Цзин (Китай) <br />
          3 премия - Афиа Мала (Того) <br />
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>1999</p>
        <p className='text-md md:text-xl mt-4'>
          Десятилетний юбилей фестиваль отметил несколькими новыми проектами:
          фестивалем детского творчества, конкурсом молодых модельеров,
          выставкой-ярмаркой «Краски Азии»; самым ярким сюрпризом стало шоу
          «Салем, Казахстан!», где зарубежные лауреаты «Азия дауысы» прошлых лет
          пели казахстанские хиты, причем в основном - на казахском языке!
          Состоялся IV конкурс казахстанской песни. В команде гостей - Валерия,
          «Премьер-Министр», Валерий Меладзе, Владимир Кузьмин, « No mercy »,
          Coolio , « Bad Boys Blue » и др.
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Манана Джапаридзе (Азербайджан) <br />
          1 премия - Эдо Кондологит (Индонезия) <br />
          2 премия - Цзин Дань (Китай) <br />
          2 премия - Нелли Чобану (Молдова) <br />
          3 премия - Филипп Жмахер (Югославия) <br />
          3 премия - Джимбо (Ирландия) <br />
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>2000</p>
        <p className='text-md md:text-xl mt-4'>
          23 профессиональных певца представляют 21 страну мира на международном
          конкурсе исполнителей. В этот раз на Медеу чествуют народную артистку
          СССР, «казахского соловья» Бибигуль Тулегенову. V Конкурс современной
          песни Казахстана назвал 7 лучших песен 2000-го года. Во второй раз в
          рамках «Азия дауысы» проходят Фестиваль детского творчества и Конкурс
          молодых модельеров « XXI век». Гости одиннадцатого фестиваля:
          Александр Маршал, « ATB », « Phats & Small », DJ Mendez , Африк Симон,
          «Touche».
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Моника Ангел (Румыния) <br />
          1 премия - Анис Сурайя (Малайзия) <br />
          2 премия - Фабрицио Фаниелло (Мальта) <br />2 премия - Сунь Цзе
          (Китай) 3 премия - Гленн Латуихамалло (Индонезия) <br />3 премия -
          Гульнур Оразымбетова (Казахстан)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>2001</p>
        <p className='text-md md:text-xl mt-4'>
          Подано более 80 заявок из 43 стран. Из них на фестиваль прошли 16
          исполнителей из 14 стран. Помимо традиционных «Детского фестиваля»,
          «Конкурса казахстанской песни» проводится Фестиваль Цветов. Гости:
          Сьюзи Кватро, «Бомфанк MC - S », Жасмин, Валерия, Николай Носков, «Чай
          вдвоем», Пато Бэнтон, «Ирапшн».
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Ладин Роксас (Фтлиппины)
          <br />
          1 премия - Ружица Чавич (Югославия)
          <br />
          2 премия - Лю Сяочунь (Китай)
          <br />
          2 премия - «Батия и Сантуш» (Шри-Ланка)
          <br />
          3 премия - Алтынай Жорабаева (Казахстан)
          <br />3 премия - Джей Дэй (Финляндия)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>2002</p>
        <p className='text-md md:text-xl mt-4'>
          На фестивале представлены 15 стран. В связи с начавшейся
          реконструкцией знаменитого ледового стадиона «Медеу», конкурс проходил
          на главной сцене Казахстана - во Дворце Республики. Победители VII
          Конкурса современной песни Казахстана были избраны открытым
          голосованием зрителей конкурсной программы фестиваля. Гости: Си-Си
          Кетч, Бисер Киров, Витас
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Сити Нурхализа (Малайзия) <br />
          1 премия - Верико Турашвили (Грузия) <br />
          2 премия - Тахмина Ашимбекова (Казахстан)
          <br />
          2 премия - Арни Хидальго (Филиппины) <br />
          3 премия - Алдаберген Жаксыбаев (Казахстан)
          <br />3 премия - Роберта (Болгария)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>2003</p>
        <p className='text-md md:text-xl mt-4'>
          Фестиваль снова проходит на сцене Дворца Республики. 18 исполнителей
          из 16 стран борются за награды «Азия дауысы». После длительного
          перерыва в «Азия дауысы» участвует Узбекистан, а Македония
          представлена сразу двумя исполнителями. Впервые Гран-при конкурса
          завоевывает Китай. Прошел VIII Конкурс современной казахстанской
          песни. Гости: Ариана, Фрагма, Лу Бега, Беллини.
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Сю Ян (Китай) <br />
          1 премия - Люминита Ангел (Румыния) <br />
          2 премия - Лоуренс Грей (Мальта) <br />
          2 премия - Джед Маддела (Филиппины) <br />
          3 премия - Маржан Арапбаева (Казахстан) <br />3 премия – группа
          «ЧарльзМарк» (Шри-Ланка)
        </p>
      </div>
      <div className='w-full mb-[120px]'>
        <p className='font-black text-3xl md:text-6xl'>2004</p>
        <p className='text-md md:text-xl mt-4'>
          15-й конкурс вновь объединил наши сердца и души в урочище Медеу. И это
          не случайно, ведь именно здесь сердца бьются не просто чаще, а
          по-особому, души наши становятся здесь не только добрее, а
          возвышеннее. 14 участников из 13 стран. 12 членов жюри из Казахстана,
          России, Молдовы, Эстонии, Финляндии, Польши, Малайзии, Египта, Литвы,
          США, Китая. Сенсация! Член жюри Николай Басков без репетиций спел
          дуэтом с нашей начинающей звездой Маржан Арапбаевой. Гости Бони
          Тайлер, Дима Билан, Валерий Леонтьев, Сю Ян, Анри, Николай Басков,
          группа «Рефлекс», Группа «Чичерина», группа «Плазма»
        </p>
        <br />
        <p className='text-md md:text-xl mt-0'>
          ГРАН-ПРИ - Нико (Румыния)
          <br />
          1 премия - Эка Дэли (Индонезия) <br />
          2 премия - Шэрин Мэй Регис (Филиппины) <br />
          2 премия - Джед Маддела (Филиппины) <br />
          3 премия - Вахида (Малайзия) <br />3 премия - Альден Жаксыбеков
          (Казахстан)
        </p>
      </div>
    </div>
  );
};
